{
  "content": {
    "title": "Hi!",
    "body": "My name is Maxence Palkowski, curious and passionate about technology.\nFreshly Graduated from JUNIA ISEN - Lille, I am open for IT position opportunities in Japan.\n\nDisciplined and independent, my work experience has trained me in team communication, the creation of clear documentation and problem solving. My responsibilities have also led me to software architecture design and application development following SOLID principles.\n\nInternational travels I've engaged in have broadened my perspective on the world and its inhabitants. Through the Rotary Club's Youth Exchange Program, I lived for a year in Neepawa, Manitoba, Canada, in 2018. I emerged from this experience with native-level English proficiency and a desire to explore the cultures of other countries.\n\nI have a background of art work with my singing and piano lessons I took for most of my childhood. This helps me to have a fresh and artistic point of view on more grounded subjects. The same goes for my interest in Musical Theatre and Cinema.",
    "bodyFr1": "Discipliné et indépendant, mon expérience professionnelle m'a formé à la communication en équipe, à la création de documentation claire et à la résolution de problèmes. Mes responsabilités m'ont également conduit à la conception d'architectures logicielles et au développement d'applications en suivant les principes SOLID.",
    "bodyFr2": "Les voyages internationaux auxquels j'ai participé ont élargi ma perspective sur le monde et ses habitants. Grâce au programme d'échange de jeunes du Rotary Club, j'ai vécu pendant un an à Neepawa, Manitoba, Canada, en 2018. Je suis sorti de cette expérience avec une maîtrise de l'anglais à un niveau natif et une envie d'explorer les cultures d'autres pays.",
    "bodyFr3": "J'ai un parcours artistique grâce aux cours de chant et de piano que j'ai suivis pendant la majeure partie de mon enfance. Cela m'aide à avoir un point de vue frais et artistique sur des sujets plus concrets. Il en va de même pour mon intérêt pour le théâtre musical et le cinéma."
  }
}
